{
  "model_max_length": 32768,
  "tokenizer_class": "QWenTokenizer",
  "eos_token": "<|endoftext|>",
  "eos_token_id": 151643,
  "pad_token": "<|endoftext|>",
  "pad_token_id": 151643,
  "bos_token": "<|endoftext|>",
  "bos_token_id": 151643,
  "auto_map": {
    "AutoTokenizer": [
      "tokenization_qwen.QWenTokenizer",
      null
    ]
  }
}